Revit 2027 API
MEPSystem.Remove Method
Overload List
Name | Description
Remove(ConnectorSet) | Removes connectors from system.
Remove(ICollection<ElementId>) | Remove elements from system.
Top
See Also
Reference
MEPSystem Class
Autodesk.Revit.DB Namespace